<template>
    <div>
        <div class="container">
            <div class="row">
                <div class="col-md-12 center-block">
                    <div class="headitle center-block">
                             <h2>壮族绣球</h2>
                    </div>
                   
                    <img src="../assets/img/xiuq.jpg" alt="" class="img-responsive center-block">
                    <div class="col-md-10 col-md-pull-1 col-md-push-1 content text-left">
                             <p>关于绣球，在壮乡流传着一个美丽的传说。说的是在800多年前的靖西县旧州古镇下的一个小村庄里，居住着一户贫穷人家。贫穷人家的儿子阿弟爱上了邻村的姑娘阿秀。

                    </p>
                    <p>阿秀美丽漂亮、生性善良，也深深地爱上了诚实、勤劳、勇敢的阿弟。有一年春天，阿秀在一次赶圩时，被镇上一个有钱有势的恶少看上了，要娶阿秀为妻，阿秀以死相胁，坚决不从。</p>
                    <p>当恶少得知阿秀深深地爱上邻村的阿弟时，为了让阿秀死心，恶少眼珠一转，计上心来。他贿赂官府，以“莫须有”的罪名将阿弟关进地牢，并判了死刑，等待秋后问斩。阿秀听到这个消息后，似晴天霹雳，整日以</p>
                    <p>在阿秀哭瞎了双眼以后，阿秀开始为秋后就要被问斩的阿弟一针一线地缝制绣球。针扎破了手，血流在了绣
                        球上，被血浸染以后，绣球上的花更艳了，叶更绿了，鸟更鲜活了。经过九九八十一天，载满阿秀对阿弟深深的爱恋，浸透了阿秀鲜血的绣球做好了。</p>
                    
                    <p>在阿秀变卖了自己的首饰，买通了狱卒，在家人的陪伴下，在阴暗潮湿的地牢里摸到日思夜想、却已被折磨得骨瘦如柴的阿弟时，阿秀绝望了，摸索着从身上取出绣球戴在了阿弟的脖子上。这时，只见灵光一闪，阿秀、阿弟和家人便飘然落在远离恶少的一处美丽富饶的山脚下。</p>
                    <p>后来，阿秀和阿弟结婚了，生了一儿一女，用自己勤劳的双手，过上了幸福的生活。经过一传十，十传百，慢慢地绣球就成了壮乡人民的吉祥物，壮乡青年男女爱情的信物，后来也就有了抛绣球、狮子滚绣球等民间活动</p>
                    </div>
                   
                </div>
            </div>
        </div>
    </div>
</template>
<style lang="scss" scoped>
    .headitle{
        
        h2{
            line-height: 50px;
        }
    }
    .content{
        margin: 50px 0;
        p{
            line-height: 30px;
            font-size: 18px;

        }
    }
</style>